let ProductDatas = [
  {
    title: "شارژر",
    infos: [
      {
        id: 1,
        img: "/images/Charger-20W-1-1024x1024.jpg",
        title: "B/Aشارژر دیواری ۲۰ وات اپل مدل ",
        price: "۱,۱۰۰,۰۰۰",
        describtion:
          "توان خروجی : ۲۰ وات دارای گواهی CE مناسب برای گوشی‌های اپل: Phone ۱۲ Pro iPhone ۱۲ Pro Max iPhone ۱۲ mini iPhone ۱۲ iPhone ۱۱ Pro iPhone ۱۱ Pro Max iPhone ۱۱ iPhone SE (۲nd generation) iPhone XS iPhone XS Max iPhone XR iPhone X iPhone ۸ iPhone ۸ Plus مناسب برای آیپادهای: iPad Pro ۱۲.۹-inch (۴th generation) iPad Pro ۱۲.۹-inch (۳rd generation) iPad Pro ۱۲.۹-inch (۲nd generation) iPad Pro ۱۲.۹-inch (۱st generation) iPad Pro ۱۱-inch (۲nd generation) iPad Pro ۱۱-inch (۱st generation) iPad Pro ۱۰.۵-inch iPad Air (۴th generation) iPad Air (۳rd generation) iPad (۸th generation) iPad (۷th generation) iPad mini (۵th generation)",
        count: 1,
        remaining: 10,
      },
      {
        id: 2,
        img: "/images/d6f64afc1a1734f49a33c00744437f8562ccecfc_1694938872.webp",
        title: "Dual USB-C Portشارژر دیواری ۳۵ وات اپل مدل ",
        price: "۳,۹۰۰,۰۰۰",
        describtion:
          "دارای دو خروجی USB-C - توان ۳۵ وات - سازگار با: گوشی‌های موبایل اپل از سری iPhone ۸ به بالا / iPad های نسل پنجم مینی به بالا / سازگار با MacBook (Retina, ۱۲-inch, Early ۲۰۱۵ – ۲۰۱۷)، MacBook Air (Retina, ۱۳-inch, ۲۰۱۸ - ۲۰۱۹)، MacBook Air (Retina, ۱۳‑inch, ۲۰۲۰)، MacBook Air (M۱, ۲۰۲۰)، MacBook Air (۱۳-inch, M۲, ۲۰۲۲) / تمامی مدل‌های اپل‌واچ و AirPod",
        count: 1,
        remaining: 15,
      },
      {
        id: 3,
        img: "/images/d17d223046dd7be85451ab3dc483dd91dc485452_1599898666.webp",
        title: "USB-C ۳۰Wشارژر دیواری اپل ",
        price: "۱,۸۰۰,۰۰۰",
        describtion:
          "قابلیت شارژ با توان ۳۰ وات دارای یک درگاه Type-C سازگار با تمامی دستگاه ها با پورت USB-C مناسب مک بوک ایر ۱۳-اینچ برای شارژ بهینه پارت نامبر MY۱W۲AM",
        count: 1,
        remaining: 22,
      },
    ],
  },
  {
    title: "کابل",
    infos: [
      {
        id: 1,
        img: "/images/121071184.webp",
        title: " به لایتنینگ اپل طول ۱متر usb-c کابل تبدیل  ",
        price: "۴۵۰,۰۰۰",
        describtion:
          "مناسب اتصال به نسخه های مختلف iPhone، iPad و iPod مجهز به درگاه لایتنینگ به دستگاه های دارای درگاه USB-C یا Thunderbolt ۳ سازگار با آداپتورهای ۲۹، ۳۰، ۶۱ و ۸۷ واتی اپل برای شارژ سریع دستگاه هایی مانند iPad Pro، iPhone ۸، iPhone ۸ Plus و iPhone X سازگار با مک بوک های دارای درگاه USB-C پارت نامبر: MQGJ۲ و MK۰X۲AM",
        count: 1,
        remaining: 18,
      },
      {
        id: 2,
        img: "/images/735117.webp",
        title: " طول ۲متر MD819 به لایتنینگ اپل مدل  usb کابل ",
        price: "۷۰۰,۰۰۰",
        describtion:
          "کابل اورجینال شرکت اپل قابلیت استفاده از درگاه لایتنینگ بصورت پشت و رو مناسب برای شارژ و انتقال اطلاعات کانکتورهای پلاستیکی",
        count: 1,
        remaining: 14,
      },
      {
        id: 3,
        img: "/images/527641.webp",
        title: "مبدل لایتنینگ به جک 3.5 میلی متری هدفون اپل",
        price: "۵۵۰,۰۰۰",
        describtion:
          "با مبدل لایتنینگ به جک 3.5 میلی‌متری هدفون «اپل» می‌توانید انواع هدفون‌های مجهز به کانکتور 3.5 میلی‌متری را به آیفون 7 یا 7 پلاس خود متصل کرده و با استفاده از آن به موسیقی گوش دهید. نسل جدید در گوشی‌های موبایل آیفون درگاه 3.5 میلی‌متری صدا ندارد و شما تنها می‌توانید با استفاده از درگاه لایتنینگ آن به موسیقی گوش داده و با هدفون مکالمه کنید. این محصول به‌راحتی داخل کوچک‌ترین جیب یا کیف‌ها جای می‌گیرد و شما می‌توانید همیشه آن را همراه خود داشته باشید. در یک سمت از این مبدل، یک کانکتور لایتنینگ وجود دارد که با انواع گوشی‌های موبایل آیفون، آیپد و دیگر دستگاه‌های مجهز به درگاه لایتنینگ سازگاری خواهد داشت. شما می‌توانید کانکتور لایتنینگ در این محصول را به آیفون یا آیپد خود متصل کنید. سپس با استفاده از درگاه 3.5 میلی‌متری در آن که سمت دیگر مبدل قرار گرفته، هدفون، هندزفری یا دیگر لوازم مجهز به کانکتور 3.5 میلی‌متری را به آیفون یا آیپد خود متصل کنید.  کانکتورهای به‌کاررفته در این مبدل مقاوم هستند و رشته‌های سیمی آن با استفاده از روکشی از جنس TPE پوشانده شده است. این روکش هم مقاومت دارد و باعث می‌شود رشته‌های سیمی در برابر قطع‌شدن مقاوم باشند. توجه داشته باشید که طول کابل به‌کاررفته در این مبدل کم است و این مبدل تنها برای افرادی که قصد دارند همیشه یک کابل انتقال صدا برای تبدیل درگاه لایتنینگ به  جک 3.5 میلی‌متری صدا همراه خود داشته باشند، مناسب و کارآمد خواهد بود",
        count: 1,
        remaining: 23,
      },
    ],
  },
  {
    title: "هدفون",
    infos: [
      {
        id: 1,
        img: "/images/011b40b90d8aed72ef547bba1698689598f332fd_1609242506.webp",
        title: "AirPods Max هدفون بلوتوثی اپل مدل ",
        price: "۲۷,۹۰۰,۰۰۰",
        describtion:
          "هدست بلوتوث ایرپاد مکس اپل یکی از هدست‌های بی‌سیم جذابی است که کیفیت صدای استثنایی و ویژگی‌های حذف نویز را ارائه می‌دهد. طراحی روی گوش، ارگونومی راحت و ایمن را فراهم می‌کند و هدست دارای کنترل‌های مختلفی است که تنظیم صدا، فوروارد آهنگ‌ها و تماس‌ها را آسان می‌کند. این محصول با بافت شبکه‌ای و حجم و وزن کمی که دارد گوش‌ها و سر شما را هنگام استفاده‌ی طولانی مدت اذیت نخواهد کرد. پدهای این هدفون به راحتی توسط آهنربا به آن متصل می‌شوند. یکی از ویژگی های برجسته AirPods Max قابلیت حذف نویز آن است. این هدست از الگوریتم‌های پیچیده‌ای برای حذف فعال نویز پس‌زمینه استفاده می‌کند که آن‌ها را به انتخابی عالی برای استفاده در محیط‌های پر سر و صدا یا در طول رفت‌وآمدهای طولانی تبدیل می‌کند. حالت شفافیت همچنین به شما امکان می دهد دنیای اطراف خود را با صدایی با کیفیت بالا بشنوید و در عین حال از موسیقی خود به راحتی لذت ببرید. برای توضیح بیشتر، هدست بلوتوث ایرپاد مکس اپل دارای یک ویژگی منحصر به فرد به نام صوتی فضایی است. این دستگاه از فناوری صدای فراگیر پیشرفته برای ایجاد یک تجربه صوتی فراگیر استفاده می کند که باعث می شود احساس کنید صدا از اطراف شما می آید. این ویژگی به ویژه هنگام تماشای فیلم یا بازی های ویدیویی چشمگیر است و تجربه سینمایی بیشتری را ارائه می دهد.",
        count: 1,
        remaining: 20,
      },
      {
        id: 2,
        img: "/images/2157225.webp",
        title: "با کانکتور لایتنینگ EarPods هدفون اپل مدل ",
        price: "۱,۵۰۰,۰۰۰",
        describtion:
          "شرکت «اپل» هدفون‌های خود را تحت نام «EarPods » روانه بازارکرده است. این هدفون‌ها از نوع توگوشی بوده و از طراحی خاصی بهره می‌برد. EarPods ها به دو صورت باسیم و بی‌سیم در دسترس هستند که در سری باسیم از طریق رابط لایتنینگ و 3.5 میلی‌متری صدا به تلفن‌همراه یا پخش‌کننده‌ی صوتی شما متصل می‌شوند.  EarPods حال حاضر از طریق رابط لایتنینگ به منبع صوتی متصل می‌شود و شما را در گوش کردن به موسیقی همراهی می‌کند. در قسمت گوشی‌های این هدفون شاهد طراحی ارگونومیکی هستیم که به راحتی در گوش قرار می‌گیرد و حس راحتی را به کاربر القا می‌کند. روی کابل 1.2 متری این محصول یک پنل مدیریت موسیقی به اضافه‌ی میکروفن مشاهده می‌شود که از آن می‌توان برای کم یا زیاد کردن صدای موسیقی و برقراری تماس تلفنی استفاده کرد. کابل این محصول دارای روکش پلاستیکی است که می‌تواند مقاومت خوبی در برابر مشکلاتی مانند پاره‌شدن و گره خوردگی داشته باشد. فرکانس پاسخ‌گویی این محصول 20 هرتز تا 20 کیلوهرتز است که به طور کامل محدوده‌ی شنوایی انسان را در بر می‌گیرد و به کمک آن می‌توان تمام صداهای یک موسیقی را با وضوح بالا گوش کرد. هدفون اپل مدل EarPods از میزان بیس بسیار خوبی بهره می‌برد که طراحی متفاوت آن در این میزان بیس بی‌تاثیر نبوده است. هنگام استفاده از این محصول باید دقت کرد تا گوشی‌های هرگوش را درست قرار داد تا هدفون به خوبی در گوش ثابت بماند. این EarPods  با آیفون‌های  جدید که فاقد جک3.5 میلی‌متری هستند، به خوبی سازگار است و به راحتی می‌توان از آن در آیفون (ازآیفون 4S  به بعد)، آیپد و آیپاد استفاده کرد.",
        count: 1,
        remaining: 16,
      },
      {
        id: 3,
        img: "/images/e04f328129751983eb7c650d50bded194c817b81_1692428562.webp",
        title: "AirPods New Generation هدفون بلوتوثی اپل مدل ",
        price: "۵,۷۰۰,۰۰۰",
        describtion:
          "همانطور که از نام «AirPods New Generation» پیداست، این محصول نسل جدید ایرپاد بی‌سیم اپل است. این سری هدفون‌های اپل که همواره با طراحی منحصربه‌فرد و با نام AirPods شناخته می‌شوند، از نوع توگوشی هستند و میزان بیس و قدرت بالا را به کاربران عرضه می‌کنند. در آیفون 7 و دیگر محصولات بعد از آن، جک 3.5 میلی‌متری صدا که یک ارتباط‌دهنده‌ی آنالوگ بود، حذف شد. حذف این درگاه با تغییر نوع اتصال و بی‌سیم‌شدن ایرپاد همراه بود. طراحی قسمت گوشی‌های این هدفون نسبت به نسل قبلی خود، تغییر چندانی نکرده و همچنان به‌راحتی و قدرت نسل قبلی است. این هدفون دو گوشی جدا از هم دارد که هرکدام در یکی از گوش‌ها قرار می‌گیرد. طراحی ارگونومیک این محصول باعث شده که هنگام استفاده‌ی بلندمدت از آن هیچ‌گونه احساس خستگی یا درد در ناحیه‌ی گوش خود نکنید. هنگامی‌که برای اولین بارAirPods  را در دست می‌گیرید، با یک باکس سفیدرنگ مواجه خواهید شد که با بازکردن درِ آن، هدفون‌ها مشاهده می‌شوند. این باکس سفید علاوه‌بر نگه‌داری از محصول، وظیفه‌ی شارژ آن را هم بر عهده دارد؛ علاوه‌براین به محض بازکردن درپوش آن، آیفون، آیپد یا اپل‌واچ شما در حالت جست‌وجوی هدفون و اتصال قرار خواهد گرفت. این هدفون می‌تواند فقط با یک بار شارژ، تا 5 ساعت شما را در پخش موسیقی همراهی کند. اگر قصد خرید یک محصول حرفه‌ای برای گوش‌کردن به موسیقی یا انجام تماس‌های تلفنی دارید، این AirPods New Generation انتخابی مطلوبخواهد بود که تجربه‌ی دنیای بدون سیم را برایتان به ارمغان می‌آورد. گفتنی است این محصول به چیپست Apple H1 جدید اپل مجهز شده است و با سنسورهای اپتیکال و شتاب‌سنج تجربه جدیدی از استفاده از ایرپادهای اپل را برای کاربر به‌همراه دارد.  این محصول دارای امکان شارژ بی‌سیم نیست. گفتنی است این ایرپاد با مدل‌های MV7N2 و MR8U2 و با نام AirPods 2.1 هم شناخته می‌شود.",
        count: 1,
        remaining: 27,
      },
    ],
  },
];

let ChargerProducts = [
  {
    title: "شارژر",
    infos: [
      {
        id: 1,
        img: "/images/Charger-20W-1-1024x1024.jpg",
        title: "B/Aشارژر دیواری ۲۰ وات اپل مدل ",
        price: "۱,۱۰۰,۰۰۰",
        describtion:
          "توان خروجی : ۲۰ وات دارای گواهی CE مناسب برای گوشی‌های اپل: Phone ۱۲ Pro iPhone ۱۲ Pro Max iPhone ۱۲ mini iPhone ۱۲ iPhone ۱۱ Pro iPhone ۱۱ Pro Max iPhone ۱۱ iPhone SE (۲nd generation) iPhone XS iPhone XS Max iPhone XR iPhone X iPhone ۸ iPhone ۸ Plus مناسب برای آیپادهای: iPad Pro ۱۲.۹-inch (۴th generation) iPad Pro ۱۲.۹-inch (۳rd generation) iPad Pro ۱۲.۹-inch (۲nd generation) iPad Pro ۱۲.۹-inch (۱st generation) iPad Pro ۱۱-inch (۲nd generation) iPad Pro ۱۱-inch (۱st generation) iPad Pro ۱۰.۵-inch iPad Air (۴th generation) iPad Air (۳rd generation) iPad (۸th generation) iPad (۷th generation) iPad mini (۵th generation)",
        count: 1,
        remaining: 10,
      },
      {
        id: 2,
        img: "/images/d6f64afc1a1734f49a33c00744437f8562ccecfc_1694938872.webp",
        title: "Dual USB-C Portشارژر دیواری ۳۵ وات اپل مدل ",
        price: "۳,۹۰۰,۰۰۰",
        describtion:
          "دارای دو خروجی USB-C - توان ۳۵ وات - سازگار با: گوشی‌های موبایل اپل از سری iPhone ۸ به بالا / iPad های نسل پنجم مینی به بالا / سازگار با MacBook (Retina, ۱۲-inch, Early ۲۰۱۵ – ۲۰۱۷)، MacBook Air (Retina, ۱۳-inch, ۲۰۱۸ - ۲۰۱۹)، MacBook Air (Retina, ۱۳‑inch, ۲۰۲۰)، MacBook Air (M۱, ۲۰۲۰)، MacBook Air (۱۳-inch, M۲, ۲۰۲۲) / تمامی مدل‌های اپل‌واچ و AirPod",
        count: 1,
        remaining: 15,
      },
      {
        id: 3,
        img: "/images/d17d223046dd7be85451ab3dc483dd91dc485452_1599898666.webp",
        title: "USB-C ۳۰Wشارژر دیواری اپل ",
        price: "۱,۸۰۰,۰۰۰",
        describtion:
          "قابلیت شارژ با توان ۳۰ وات دارای یک درگاه Type-C سازگار با تمامی دستگاه ها با پورت USB-C مناسب مک بوک ایر ۱۳-اینچ برای شارژ بهینه پارت نامبر MY۱W۲AM",
        count: 1,
        remaining: 22,
      },
    ],
  },
];

let KableProducts = [
  {
    title: "کابل",
    infos: [
      {
        id: 1,
        img: "/images/121071184.webp",
        title: " به لایتنینگ اپل طول ۱متر usb-c کابل تبدیل  ",
        price: "۴۵۰,۰۰۰",
        describtion:
          "مناسب اتصال به نسخه های مختلف iPhone، iPad و iPod مجهز به درگاه لایتنینگ به دستگاه های دارای درگاه USB-C یا Thunderbolt ۳ سازگار با آداپتورهای ۲۹، ۳۰، ۶۱ و ۸۷ واتی اپل برای شارژ سریع دستگاه هایی مانند iPad Pro، iPhone ۸، iPhone ۸ Plus و iPhone X سازگار با مک بوک های دارای درگاه USB-C پارت نامبر: MQGJ۲ و MK۰X۲AM",
        count: 1,
        remaining: 18,
      },
      {
        id: 2,
        img: "/images/735117.webp",
        title: " طول ۲متر MD819 به لایتنینگ اپل مدل  usb کابل ",
        price: "۷۰۰,۰۰۰",
        describtion:
          "کابل اورجینال شرکت اپل قابلیت استفاده از درگاه لایتنینگ بصورت پشت و رو مناسب برای شارژ و انتقال اطلاعات کانکتورهای پلاستیکی",
        count: 1,
        remaining: 14,
      },
      {
        id: 3,
        img: "/images/527641.webp",
        title: "مبدل لایتنینگ به جک 3.5 میلی متری هدفون اپل",
        price: "۵۵۰,۰۰۰",
        describtion:
          "با مبدل لایتنینگ به جک 3.5 میلی‌متری هدفون «اپل» می‌توانید انواع هدفون‌های مجهز به کانکتور 3.5 میلی‌متری را به آیفون 7 یا 7 پلاس خود متصل کرده و با استفاده از آن به موسیقی گوش دهید. نسل جدید در گوشی‌های موبایل آیفون درگاه 3.5 میلی‌متری صدا ندارد و شما تنها می‌توانید با استفاده از درگاه لایتنینگ آن به موسیقی گوش داده و با هدفون مکالمه کنید. این محصول به‌راحتی داخل کوچک‌ترین جیب یا کیف‌ها جای می‌گیرد و شما می‌توانید همیشه آن را همراه خود داشته باشید. در یک سمت از این مبدل، یک کانکتور لایتنینگ وجود دارد که با انواع گوشی‌های موبایل آیفون، آیپد و دیگر دستگاه‌های مجهز به درگاه لایتنینگ سازگاری خواهد داشت. شما می‌توانید کانکتور لایتنینگ در این محصول را به آیفون یا آیپد خود متصل کنید. سپس با استفاده از درگاه 3.5 میلی‌متری در آن که سمت دیگر مبدل قرار گرفته، هدفون، هندزفری یا دیگر لوازم مجهز به کانکتور 3.5 میلی‌متری را به آیفون یا آیپد خود متصل کنید.  کانکتورهای به‌کاررفته در این مبدل مقاوم هستند و رشته‌های سیمی آن با استفاده از روکشی از جنس TPE پوشانده شده است. این روکش هم مقاومت دارد و باعث می‌شود رشته‌های سیمی در برابر قطع‌شدن مقاوم باشند. توجه داشته باشید که طول کابل به‌کاررفته در این مبدل کم است و این مبدل تنها برای افرادی که قصد دارند همیشه یک کابل انتقال صدا برای تبدیل درگاه لایتنینگ به  جک 3.5 میلی‌متری صدا همراه خود داشته باشند، مناسب و کارآمد خواهد بود",
        count: 1,
        remaining: 23,
      },
    ],
  },
];

let HedphoneProducts = [
  {
    title: "هدفون",
    infos: [
      {
        id: 1,
        img: "/images/011b40b90d8aed72ef547bba1698689598f332fd_1609242506.webp",
        title: "AirPods Max هدفون بلوتوثی اپل مدل ",
        price: "۲۷,۹۰۰,۰۰۰",
        describtion:
          "هدست بلوتوث ایرپاد مکس اپل یکی از هدست‌های بی‌سیم جذابی است که کیفیت صدای استثنایی و ویژگی‌های حذف نویز را ارائه می‌دهد. طراحی روی گوش، ارگونومی راحت و ایمن را فراهم می‌کند و هدست دارای کنترل‌های مختلفی است که تنظیم صدا، فوروارد آهنگ‌ها و تماس‌ها را آسان می‌کند. این محصول با بافت شبکه‌ای و حجم و وزن کمی که دارد گوش‌ها و سر شما را هنگام استفاده‌ی طولانی مدت اذیت نخواهد کرد. پدهای این هدفون به راحتی توسط آهنربا به آن متصل می‌شوند. یکی از ویژگی های برجسته AirPods Max قابلیت حذف نویز آن است. این هدست از الگوریتم‌های پیچیده‌ای برای حذف فعال نویز پس‌زمینه استفاده می‌کند که آن‌ها را به انتخابی عالی برای استفاده در محیط‌های پر سر و صدا یا در طول رفت‌وآمدهای طولانی تبدیل می‌کند. حالت شفافیت همچنین به شما امکان می دهد دنیای اطراف خود را با صدایی با کیفیت بالا بشنوید و در عین حال از موسیقی خود به راحتی لذت ببرید. برای توضیح بیشتر، هدست بلوتوث ایرپاد مکس اپل دارای یک ویژگی منحصر به فرد به نام صوتی فضایی است. این دستگاه از فناوری صدای فراگیر پیشرفته برای ایجاد یک تجربه صوتی فراگیر استفاده می کند که باعث می شود احساس کنید صدا از اطراف شما می آید. این ویژگی به ویژه هنگام تماشای فیلم یا بازی های ویدیویی چشمگیر است و تجربه سینمایی بیشتری را ارائه می دهد.",
        count: 1,
        remaining: 20,
      },
      {
        id: 2,
        img: "/images/2157225.webp",
        title: "با کانکتور لایتنینگ EarPods هدفون اپل مدل ",
        price: "۱,۵۰۰,۰۰۰",
        describtion:
          "شرکت «اپل» هدفون‌های خود را تحت نام «EarPods » روانه بازارکرده است. این هدفون‌ها از نوع توگوشی بوده و از طراحی خاصی بهره می‌برد. EarPods ها به دو صورت باسیم و بی‌سیم در دسترس هستند که در سری باسیم از طریق رابط لایتنینگ و 3.5 میلی‌متری صدا به تلفن‌همراه یا پخش‌کننده‌ی صوتی شما متصل می‌شوند.  EarPods حال حاضر از طریق رابط لایتنینگ به منبع صوتی متصل می‌شود و شما را در گوش کردن به موسیقی همراهی می‌کند. در قسمت گوشی‌های این هدفون شاهد طراحی ارگونومیکی هستیم که به راحتی در گوش قرار می‌گیرد و حس راحتی را به کاربر القا می‌کند. روی کابل 1.2 متری این محصول یک پنل مدیریت موسیقی به اضافه‌ی میکروفن مشاهده می‌شود که از آن می‌توان برای کم یا زیاد کردن صدای موسیقی و برقراری تماس تلفنی استفاده کرد. کابل این محصول دارای روکش پلاستیکی است که می‌تواند مقاومت خوبی در برابر مشکلاتی مانند پاره‌شدن و گره خوردگی داشته باشد. فرکانس پاسخ‌گویی این محصول 20 هرتز تا 20 کیلوهرتز است که به طور کامل محدوده‌ی شنوایی انسان را در بر می‌گیرد و به کمک آن می‌توان تمام صداهای یک موسیقی را با وضوح بالا گوش کرد. هدفون اپل مدل EarPods از میزان بیس بسیار خوبی بهره می‌برد که طراحی متفاوت آن در این میزان بیس بی‌تاثیر نبوده است. هنگام استفاده از این محصول باید دقت کرد تا گوشی‌های هرگوش را درست قرار داد تا هدفون به خوبی در گوش ثابت بماند. این EarPods  با آیفون‌های  جدید که فاقد جک3.5 میلی‌متری هستند، به خوبی سازگار است و به راحتی می‌توان از آن در آیفون (ازآیفون 4S  به بعد)، آیپد و آیپاد استفاده کرد.",
        count: 1,
        remaining: 16,
      },
      {
        id: 3,
        img: "/images/e04f328129751983eb7c650d50bded194c817b81_1692428562.webp",
        title: "AirPods New Generation هدفون بلوتوثی اپل مدل ",
        price: "۵,۷۰۰,۰۰۰",
        describtion:
          "همانطور که از نام «AirPods New Generation» پیداست، این محصول نسل جدید ایرپاد بی‌سیم اپل است. این سری هدفون‌های اپل که همواره با طراحی منحصربه‌فرد و با نام AirPods شناخته می‌شوند، از نوع توگوشی هستند و میزان بیس و قدرت بالا را به کاربران عرضه می‌کنند. در آیفون 7 و دیگر محصولات بعد از آن، جک 3.5 میلی‌متری صدا که یک ارتباط‌دهنده‌ی آنالوگ بود، حذف شد. حذف این درگاه با تغییر نوع اتصال و بی‌سیم‌شدن ایرپاد همراه بود. طراحی قسمت گوشی‌های این هدفون نسبت به نسل قبلی خود، تغییر چندانی نکرده و همچنان به‌راحتی و قدرت نسل قبلی است. این هدفون دو گوشی جدا از هم دارد که هرکدام در یکی از گوش‌ها قرار می‌گیرد. طراحی ارگونومیک این محصول باعث شده که هنگام استفاده‌ی بلندمدت از آن هیچ‌گونه احساس خستگی یا درد در ناحیه‌ی گوش خود نکنید. هنگامی‌که برای اولین بارAirPods  را در دست می‌گیرید، با یک باکس سفیدرنگ مواجه خواهید شد که با بازکردن درِ آن، هدفون‌ها مشاهده می‌شوند. این باکس سفید علاوه‌بر نگه‌داری از محصول، وظیفه‌ی شارژ آن را هم بر عهده دارد؛ علاوه‌براین به محض بازکردن درپوش آن، آیفون، آیپد یا اپل‌واچ شما در حالت جست‌وجوی هدفون و اتصال قرار خواهد گرفت. این هدفون می‌تواند فقط با یک بار شارژ، تا 5 ساعت شما را در پخش موسیقی همراهی کند. اگر قصد خرید یک محصول حرفه‌ای برای گوش‌کردن به موسیقی یا انجام تماس‌های تلفنی دارید، این AirPods New Generation انتخابی مطلوبخواهد بود که تجربه‌ی دنیای بدون سیم را برایتان به ارمغان می‌آورد. گفتنی است این محصول به چیپست Apple H1 جدید اپل مجهز شده است و با سنسورهای اپتیکال و شتاب‌سنج تجربه جدیدی از استفاده از ایرپادهای اپل را برای کاربر به‌همراه دارد.  این محصول دارای امکان شارژ بی‌سیم نیست. گفتنی است این ایرپاد با مدل‌های MV7N2 و MR8U2 و با نام AirPods 2.1 هم شناخته می‌شود.",
        count: 1,
        remaining: 27,
      },
    ],
  },
];

export { ProductDatas, ChargerProducts, KableProducts, HedphoneProducts };
